<template lang="pug">
    .info
        h1.info_title Все номера телефонов в одном месте – на сайте cheinomer.ru!

        info-section(title="Зачем знать, чей номер телефона?" :show="true")
            .section_content
                p.paragraph Существует масса ситуаций, когда нужно определить, чей номер телефона отображается в «пропущенных» или «принятых» звонках. Такая информация часто требуется не только в личных, но и в рабочих целях. По номеру телефона можно точно установить, что вам звонили из банка или автосервиса, из магазина или образовательного учреждения. Это поможет справиться с такими проблемами, как:
                ul.marked_list
                    li.list_item Круглосуточные звонки коллекторов
                    li.list_item Спам навязчивых продавцов и дилеров
                    li.list_item Никому не нужные социологические опросы
                    li.list_item Мошеннические действия со стороны третьих лиц
                    li.list_item Звонки, при которых в трубке слышится только тишина
                strong.strong_info В таких случаях далеко не всегда поможет классический телефонный справочник. Здесь нужно что-то посерьезнее — например, сервис cheinomer.ru.

        info-section(title="К вашим услугам большая база номеров телефона!")
            .section_content
                p.paragraph Наша команда делает все возможное и невозможное для того, чтобы имеющаяся база номеров телефонов отвечала на любые запросы клиента. Мы не стоим на месте — мы постоянно развиваемся, расширяем направления работы, регулярно вносим в базу новые номера. Телефоны компаний, организаций и предприятий проверяются, а потому риски с ложной, искаженной или неактуальной информацией отсутствуют.
                p.paragraph Сегодня в базе почти 1 миллиард телефонных номеров РФ разного характера. Ежедневно в телефонный справочник попадают сотни, а то и тысячи спамеров, мошенников, коллекторов, любителей троллинга, недобросовестных продавцов. Это делается для того, чтобы пользователи сайта имели под рукой нужную информацию. Ведь не зря же говорят: «Информирован — значит, вооружен!».

        info-section(title="Как работает телефонный справочник?")
            .section_content
                p.paragraph Алгоритм функционирования нашего сервиса простой, здесь не требуются особые навыки и знания. Система поиска телефонного номера интуитивно понятная и удобная. Достаточно ввести имеющуюся цифровую комбинацию — и на экране моментально появятся данные по владельцу. Если информация в базе отсутствует, можно обратиться за помощью к администратору сервиса. Мы отвечаем на вопросы пользователей максимально быстро.
                p.paragraph В настоящее время телефонный справочник состоит из более чем 20 разделов, в которые входят финансовые организации, магазины, кадровые агентства, автосервисы, банки, операторы связи, рекламные компании и пр. По мере поступления телефонов добавляются и новые направления.

        info-section(title="Наша база телефонных номеров не имеет недостатков")
            .section_content
                p.paragraph Мы стремимся к тому, чтобы база телефонных номеров была доступна всегда и каждому. Сайт работает быстро, без зависаний и «глюков», и потому, если требуется информация в оперативном порядке, вы ее обязательно получите. Для удобства пользователей планируется запуск специального мобильного приложения для всех платформ. Дополнительные преимущества:
                ul.marked_list
                    li.list_item Возможность подключения к двухстороннему API
                    li.list_item Слежение за порядком на сайте опытными модераторами
                    li.list_item Получение информации в минимальные сроки и без регистрации
                strong.strong_info Телефонный справочник постоянно совершенствуется, в его работу вносятся коррективы и новые функции. Если у вас есть какие-то пожелания и предложения, сообщите нам об этом.

        info-section(title="Телефонная база — это еще и рекламная площадка!")
            .section_content
                p.paragraph Как говорится, реклама — двигатель торговли, но для максимальной результативности он должен работать на качественном «топливе». Перед вами сервис, который станет эффективной рекламной площадкой для вашей компании. Достаточно лишь пройти процесс регистрации на сайте — и база телефонная сразу же пополнится вашим номером.
                p.paragraph Пользователи сайта — это десятки тысяч человек в сутки, причем не только физические, но и юридические лица. А это в свою очередь потенциальные и реальные клиенты, для которых найти вас не составит труда. Чтобы попасть в телефонный справочник, отправьте нам заявку на электронную почту info@cheinomer.ru.

        info-section(title="Мы работаем круглосуточно")
            .section_content
                p.paragraph Доступ к сайту не имеет никаких ограничений, мы работаем круглосуточно, без выходных и перерыва на обед. Даже если вам понадобится телефонная база ночью, — заходите и пользуйтесь. Географических ограничений также нет, просто запомните адрес: cheinomer.ru. Мы доступны из любой точки планеты.
                p.paragraph Кстати, по каждому телефонному номеру есть комментарии и отзывы пользователей, ими же оставляются соответствующие пометки. Вы можете дополнить телефонный справочник актуальной информацией, тем более если вам есть о чем рассказать. Заходите к нам в любое время дня и ночи.

        info-section(title="Узнать, чей телефон, можно и другими способами")
            .section_content
                p.paragraph Действительно, определить, чей телефон высветился, можно и другими способами: в результате обращения в правоохранительные органы или путем подачи соответствующего заявления в офис сотовой компании. Но это потребует существенных временных затрат, бумажной волокиты и преодоления бюрократических препятствий.
                p.paragraph На нашем сервисе вся процедура занимает считанные минуты, причем нет необходимости даже выходить из дома:
                ol.numbered_list
                    li.list_item
                        | Откройте сайт
                        a.link(href='https://cheinomer.ru') https://cheinomer.ru.
                    li.list_item В строке поиска введите номер телефона.
                    li.list_item Подождите, пока загрузится телефонный справочник.
                    li.list_item Ознакомьтесь с полученной информацией.

        info-section(title="Что делать, если телефон, номер не находится?")
            .section_content
                p.paragraph К сожалению, бывает и такое, что когда вводится телефон, номер, — информации по нему в базе данных нет. Причин такой ситуации несколько:
                ul.marked_list
                    li.list_item Возможно, это новый номер, и мы еще не успели добавить его в телефонный справочник
                    li.list_item Мошенники или другие подозрительные личности тщательно скрываются, проявляют особую осторожность (но это временное явление!)
                    li.list_item Раньше телефон не попадал в поле зрения нашей команды, на него не поступало жалоб от пользователей
                strong.strong_info Мы оперативно решим каждую из этих проблем, найдем всю информацию, которая вам нужна. Доверьтесь профессионалам!

        info-section(title="Если нужен номер телефонный, справочник поможет")
            .section_content
                p.paragraph Итак, у вас есть номер телефонный, и вы хотите срочно узнать информацию о его владельце, о компании, на которую он зарегистрирован? Зайдя в телефонный справочник, вы найдете абсолютно все данные, которые вам нужны. Теперь звонки коллекторов не станут для вас неожиданностью, а дышащие в трубку люди будут вычислены моментально. Вам не нужно искать номер в «Гугле» и «Яндексе» — он уже перед вами.
                p.paragraph Дорогие друзья, вы можете вместе с нами вносить правки в работу площадки, пользуясь возможностями специального сервиса GitHub. Давайте общими усилиями улучшим код сайта, сделаем его совершенным и максимально удобным. Ждем ваших предложений!
</template>

<script>
import InfoSection from '@/components/InfoSection.vue';

export default {
    name: 'info',
    components: { InfoSection },
};
</script>

<style lang="scss" scoped>
.info_title {
    font-size: 1.5rem;
    color: $text--color;
    margin-bottom: 40px;
}

.info_section {
    &:not(:last-child) {
        margin-bottom: 40px;
    }
    color: $text--color;
    padding: 20px;
    background: $white;
    box-shadow: 0 0.1875rem 1.5rem rgba(0, 0, 0, 0.2);
    border-radius: 0.375rem;
    overflow: hidden;

    .section_title {
        display: inline-block;
        font-size: 1.4rem;
        font-weight: 400;
        line-height: 1;
        letter-spacing: 0.0625rem;
        padding: 0 0 0.5rem 0;
        border-bottom: 0.125rem solid #ebebeb;
    }
}

.paragraph {
    line-height: 1.4;
    color: $text--color;
    word-wrap: break-word;
    white-space: pre-line;
    max-width: 700px;
}

.marked_list,
.numbered_list {
    margin-top: 30px;
    .list_item {
        margin-bottom: 10px;
        letter-spacing: 0.5px;
        font-weight: 300;
        color: $accent--color;
    }
}

.strong_info {
    display: block;
    margin-top: 40px;
    color: $accent--color;
}

.link {
    text-decoration: none;
    color: $accent--color;
    margin-left: 10px;
}
</style>
